{
    "filename": "6097035.json",
    "title": "OM: Nederlander hackte Twitter-account Trump, maar niet strafbaar",
    "text": "Het Openbaar Ministerie (OM) zegt ervan overtuigd te zijn dat de Nederlandse ethisch hacker Victor Gevers in oktober heeft ingelogd op het Twitter-account van de Amerikaanse president Donald Trump. Dat bevestigt een woordvoerder na berichtgeving van de Volkskrant. Onder meer het Witte Huis trok het inloggen op het Twitter-account in twijfel.\n\nHet OM heeft die conclusie getrokken na een onderzoek door het Team High Tech Crime. Volgens het OM is duidelijk dat Gevers daadwerkelijk op het account van Trump heeft ingelogd. \"Er is contact geweest met de hacker en zijn uitleg was overtuigend\", zegt de OM-woordvoerder.\n\nHet OM startte het onderzoek eind november om vast te stellen of er sprake was van een strafbaar feit. Onderdeel van het onderzoek was achterhalen of de hacker daadwerkelijk was binnengekomen.\n\nGevers is niet strafbaar bevonden. Dat komt omdat hij contact zocht met Amerikaanse inlichtingendiensten, Twitter en het Witte Huis. Daarnaast gaf hij tips om de kwetsbaarheid in het account van Trump te herstellen.\n\nHacker kon wachtwoord na een paar pogingen raden\n\nVolgens het OM heeft hij daarmee aan de bijzondere omstandigheden voldaan waardoor de strafbaarheid van het hacken vervalt.\n\nGevers kon het wachtwoord (MAGA2020!, verwijzend naar Trumps campagneslogan Make America Great Again) van Trump met een paar keer raden. Het account was niet extra beveiligd met tweestapsverificatie.\n\nEerder werd door het Witte Huis ontkend dat de hack had plaatsgevonden. Twitter was minder stellig, maar zei dat het bedrijf \"geen bewijs heeft gezien\".",
    "length": "242 words",
    "comments": [
        {
            "username": "Laat_maar_zien",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Vanaf nu is het dus voor iedereen duidelijk dat wanneer een bedrijf iets zegt in de trant van: “er zijn geen bewijzen gevonden dat er gegevens gestolen zijn.”, dat dit niets betekent.\nSterker nog, dit houdt waarschijnlijk in dat de hacker zijn sporen goed heeft kunnen uitwissen en gewoon met de data is weggekomen.",
            "respectnumber": "",
            "level": 0,
            "comments": []
        },
        {
            "username": "ArnoudC",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Wanneer het Witte Huis een gebeurtenis ontkent, kun je er vandaag de dag vanuit gaan dat het juist waar is. Laten we hopen dat dit vanaf eind januari weer anders wordt en we de berichtgeving uit het Witte Huis weer kunnen vertrouwen.",
            "respectnumber": "1",
            "level": 0,
            "comments": []
        },
        {
            "username": "Wizzy_Wyg",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Goeie actie Victor. Het zou strafbaar moeten zijn om zo'n simpel wachtwoord te hebben voor een communicatiekanaal dat zoveel impact kan hebben.",
            "respectnumber": "1",
            "level": 0,
            "comments": []
        },
        {
            "username": "SJORS_Verhoeven",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Meneer mag van geluk spreken dat Witte Huis dit ontkent want hadden ze dat niet gedaan dan had deze vent Europa niet kunnen verlaten. Toch maak ik mij zorgen om het gedeelte \"hij kon het raden\" alsof zoiets het okè maakt. Je probeert toch ergens in te komen dus hoop echt dat ze dit hebben besloten omdat hij contact zocht met Amerikaanse autoriteiten.",
            "respectnumber": "1",
            "level": 0,
            "comments": [
                {
                    "username": "Marc_vr",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Ja zoiets maakt het oké zo lang je er niets mee doet en het netjes meldt. Het hele doel van ethisch hacken is anderen verder te helpen door kwetsbaarheden aan het licht te brengen zodat de wereld veiliger kan zijn. Een lek of kwetsbaarheid kan zo gedicht worden zodat dit niet gebruikt kan worden door kwaadwillenden.",
                    "respectnumber": "5",
                    "level": 1,
                    "comments": [
                        {
                            "username": "SJORS_Verhoeven",
                            "timestamp": "3 maanden geleden",
                            "currenttime": "29-03-2021 01:04:56",
                            "content": "Ja het gaat om het melden want ik zie niet graag iemand mijn huis binnen komen met een sleutel die hij heeft geprobeerd... en dan ermee wegkomen. Zeker, maar ethisch hacken wordt meestal wel gedaan in overleg. Een ander bedrijf of organisatie moet ervan af weten.",
                            "respectnumber": "",
                            "level": 2,
                            "comments": []
                        },
                        {
                            "username": "Vex",
                            "timestamp": "3 maanden geleden",
                            "currenttime": "29-03-2021 01:04:56",
                            "content": "Als een ethical hacker moet je eerst een rules of engagement tekenen waar precies instaat wat je gaat doen en waar de grenzen liggen dat word van te voren vastgelegd(ik ben een certified ethical hacker) alles wat op eigen houtje gedaan word of je nou kwaad of niets kwaads er mee bedoeld heeft niets met ethical hacking te maken. Je mag niet proberen in iemands account in te loggen, dat is strafbaar, hij heeft geluk dat ze het waarschijnlijk hun moeite niet waard vonden.",
                            "respectnumber": "1",
                            "level": 2,
                            "comments": []
                        }
                    ]
                }
            ]
        },
        {
            "username": "Sqrt_1",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Zelfs met een witte hoed op moet je uiterst voorzichtig zijn met de VS. Met uitlevering is je leven wel voorbij en om de rest van je leven in een super Max door te brengen is geen pretje.",
            "respectnumber": "",
            "level": 0,
            "comments": []
        },
        {
            "username": "Sp_lid",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Ons OM kan toch niet optreden als geen aanklacht is? Trump ontkent, als getroffen partij, dat dit gebeurd is. Dus wat zou het dan strafbaar maken?",
            "respectnumber": "1",
            "level": 0,
            "comments": [
                {
                    "username": "SJORS_Verhoeven",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Als het strafbaar is en bewijs is, kan je ook zonder aanklacht iemand aanklagen.",
                    "respectnumber": "2",
                    "level": 1,
                    "comments": []
                }
            ]
        },
        {
            "username": "Peter_1",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Top, Victor!! Als deskundige de \"achterdeurtjes\" en zwakheden bloot leggen vereist veel kunde. Mooi dat ik dat in een grijs verleden van nabij heb mogen meemaken toen we ICT collegae waren bij AbvaKabo.",
            "respectnumber": "5",
            "level": 0,
            "comments": []
        },
        {
            "username": "BGG_Janssen",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Even in z'n algemeenheid, er bestaat zoiets als een responsible disclosure policy waar aan bedrijven en hackers zich kunnen verbinden. Deze policy beschrijft onder welke omstandigheden een hacker verantwoordelijk bezig is met het geen de hacker vindt. Stel een hacker krijgt toegang tot de database van een verzekeraar. Hij download niet de hele database, maar slechts 1 of 2 records om aan te kunnen tonen dat hij binnen is geweest. Vervolgens neemt hij contact op met de verzekeraar om dit aan te geven en advies te geven over security. Veel bedrijven juichen dit toe en geven zelfs beloningen aan dit soort hackers.",
            "respectnumber": "5",
            "level": 0,
            "comments": []
        },
        {
            "username": "Dante_Vortex",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Een password gokken is geen \"hacken\".\nEn het is wel strafbaar om iemand anders zijn account in te komen zonder toestemming.\n\nMaar omdat hij white hat aspecten volgde is het niet strafbaar. Logisch.",
            "respectnumber": "7",
            "level": 0,
            "comments": [
                {
                    "username": "oeioeioei",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Een password gericht gokken, zoals in dit geval, is een vorm van social engineering, wat wel degelijk een hacktechniek is.\n\nO ja, en bij hacken gaat het om het resultaat, niet om de techniek.",
                    "respectnumber": "6",
                    "level": 1,
                    "comments": []
                }
            ]
        },
        {
            "username": "Opinie_uithetOosten2020",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Waarom zou die Nederlandse ethische hacker vervolgd moeten worden? Hij heeft Trump zelfs een dienst bewezen door eerst te laten zien hoe kwetsbaar zijn Twitter account was. Waarna er verbeteringen gemaakt konden worden.\n\nEn in Op 1 heeft hij uitgebreid verklaard hoe dat in zijn werk ging. En dat hij een ethische hacker is. Ongetwijfeld zal hij bij het OM dezelfde verklaringen hebben verteld.\n\nEn hij is net als andere ethische hackers. Eerst hacken. En daarna de bedrijf/persoon inlichten dat er gehackt is. Die ook niet worden vervolgd.\n\nBij de president van Amerika deed hij dezelfde daad. Als hij wel vervolgd zou worden zou het een precedent zijn geweest.",
            "respectnumber": "2",
            "level": 0,
            "comments": [
                {
                    "username": "Briefpapier",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Brute force is wel wat anders dan hacken natuurlijk..",
                    "respectnumber": "1",
                    "level": 1,
                    "comments": []
                },
                {
                    "username": "rongvk",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Het OM kan en mag gewoon nagaan of er sprake was van een white hat hack en hoe de vork precies in de steel steekt. Het betreft ook een bevriend staatshoofd, niet onbelangrijk.",
                    "respectnumber": "",
                    "level": 1,
                    "comments": []
                },
                {
                    "username": "Erix4U",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Een ethische hacker doet het eigenlijk aleen maar andersom. Laten weten dat je gaat hacken (in principe doe je dat ook alleen op verzoek)  Dan Hacken. En dan natuurlijk direct laten weten als het je gelukt is.\n\nIk denk dat gewoon wachtwoorden raden totdat je binnen bent niet automatisch een ethische hack wordt als je erbij zegt dat je niks anders van plan was dan de gebruiker in te lichten.\n\nAls Trump wel een aanklacht had ingedient, dan had het er denk ik toch echt anders voor hem uitgezien. Mazzel voor hem dat Trump te arrogant is om toe te geven dat hij een waardeloos wachtwoord had.",
                    "respectnumber": "",
                    "level": 1,
                    "comments": [
                        {
                            "username": "Ned_Burger",
                            "timestamp": "3 maanden geleden",
                            "currenttime": "29-03-2021 01:04:56",
                            "content": "Hij zal vast weer een mooi wachtwoord verzonnen hebben. TheDon2020! 😬",
                            "respectnumber": "",
                            "level": 2,
                            "comments": [
                                {
                                    "username": "RudolfR",
                                    "timestamp": "3 maanden geleden",
                                    "currenttime": "29-03-2021 01:04:56",
                                    "content": "Of Bidencheats! Dat is toch nu Trump's overtuiging. Waar nog steeds geen enkel bewijs voor is geleverd.",
                                    "respectnumber": "2",
                                    "level": 3,
                                    "comments": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "username": "Plembie",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Er is pas een interview met die hacker geweest, dat is geen kleintje hoor, maar iemand die al jaren in dit vak zit, en van ethisch hacken ook zijn werk heeft gemaakt. Hij heeft meer spraakmakende hacks op zijn naam, wordt ook door China gevolgd en zo. Enorm boeiende achtergrond. Victor Gevers.",
            "respectnumber": "4",
            "level": 0,
            "comments": []
        },
        {
            "username": "Henk_oet_Grunn",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "De term 'hacken' is wel wat overdreven voor het raden van een password.",
            "respectnumber": "1",
            "level": 0,
            "comments": [
                {
                    "username": "zich_afvragend",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Zelfs de meest geavanceerde vormen van hacken komen uiteindelijk neer op het raden van dingen. En zie trouwens maar op \"MAGA2020!\" te komen, dat is één van oneindig veel dingen wat het had kunnen zijn. Het lijkt makkelijk achteraf, maar om het te verzinnen vergt enorm veel kennis en ervaring.",
                    "respectnumber": "5",
                    "level": 1,
                    "comments": [
                        {
                            "username": "Henk_oet_Grunn",
                            "timestamp": "3 maanden geleden",
                            "currenttime": "29-03-2021 01:04:56",
                            "content": "Ik heb zelf ook wel eens wat gehacked. Dat bestond dan uit het disassembleren van uitgelezen machinecode (firmware) en daar een zwakheid in vinden. Voor mij is dat pas echt hacken. Het gaat dan ook echt wel verder dan wat raden. Wachtwoorden raden vergt geen kennis of ervaring, hooguit fantasie.",
                            "respectnumber": "2",
                            "level": 2,
                            "comments": [
                                {
                                    "username": "Johannie",
                                    "timestamp": "3 maanden geleden",
                                    "currenttime": "29-03-2021 01:04:56",
                                    "content": "Disassembleren is geen hacken. Dat is gewoon de gecompilde data terugbrengen naar stukken originele sourcecode. En dat vaak alleen met software. Alle goede software heeft beveiligingen daartegen. Ik weet dat Visual Basic en Delphi code daar gevoelig voor zijn.",
                                    "respectnumber": "",
                                    "level": 3,
                                    "comments": []
                                },
                                {
                                    "username": "Henk_oet_Grunn",
                                    "timestamp": "3 maanden geleden",
                                    "currenttime": "29-03-2021 01:04:56",
                                    "content": "Dus uitzoeken hoe machinecode in elkaar steekt om daar de kwetsbaarheid in te zoeken is geen hacken? Dan vraag ik me echt af wat ik dan wel in mijn jeugd gedaan heb.\nOverigens breng je geen stukken machinecode terug naar sourcecode. Dat kan namelijk helemaal niet. Wat je krijgt is een listing opcodes met labels waar je zelf alsnog betekenis aan moet geven. Je kunt hooguit functionele brokken code herkennen omdat compilers identieke taken op hun eigen specifieke manier behandelen.",
                                    "respectnumber": "2",
                                    "level": 3,
                                    "comments": []
                                },
                                {
                                    "username": "zich_afvragend",
                                    "timestamp": "3 maanden geleden",
                                    "currenttime": "29-03-2021 01:04:56",
                                    "content": "\"Voor mij is dat pas echt hacken\"\n\nxkcd had daar ooit een leuke cartoon over.\n- nano? Real programmers use emacs\n- Hey. REAL programmers use vim.\n- Well, REAL programmers use ed.\n- No, REAL programmers use cat.\n- REAL programmers use a magnetized needle and a steady hand\n- ...\n\nMaar heel knap hoor dat je bezig bent geweest met het vinden van zwakheden in firmware. Er zijn nog maar weinig mensen in het veld met opcodes bezig. Dat betekent echter niet dat jij kan bepalen wat wel en geen hacken is.",
                                    "respectnumber": "2",
                                    "level": 3,
                                    "comments": []
                                }
                            ]
                        },
                        {
                            "username": "Erix4U",
                            "timestamp": "3 maanden geleden",
                            "currenttime": "29-03-2021 01:04:56",
                            "content": "En zie trouwens maar op \"MAGA2020!\" te komen, dat is één van oneindig veel dingen wat het had kunnen zijn.\n\nMaar er zijn ook enorm veel mensen wereldwijd dagelijks die een gokje wagen op dat account verwacht ik.  Dus uiteindelijk moet er vroeg of laat iemand zijn die het goed gokt. Nu was dat Victor... Noem het dus mazzel... Ook mazzel voor Trump. Ik denk dat er ook mensen met minder goede bedoeling meegokken. Ik maakte geen kans, want ik gokte niet mee. Net zo goed als ik nooit de staatsloterij zal winnen.",
                            "respectnumber": "1",
                            "level": 2,
                            "comments": [
                                {
                                    "username": "zich_afvragend",
                                    "timestamp": "3 maanden geleden",
                                    "currenttime": "29-03-2021 01:04:56",
                                    "content": "En toch is het géén van de miljoenen probeerders gelukt, maar juist specifiek die hacker die dit al decennia heel succesvol doet.\n\nMaar het zal vast geluk en toeval zijn, zeker weten.\n\nAls jarenlang dezelfde persoon loterij na loterij wint, zou u dat dan nog steeds denken? Of gaat u zich dan wel afvragen of diegene niet wellicht een trucje heeft gevonden om de uitslag naar zijn hand te zetten.",
                                    "respectnumber": "1",
                                    "level": 3,
                                    "comments": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "username": "Gebruikers_naam",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Mooi verhaal. Als ik die hacker was, ging ik voorlopig even niet naar de VS.",
            "respectnumber": "3",
            "level": 0,
            "comments": [
                {
                    "username": "Lex_Pantoffel",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Als ik hem was, zou ik zeker wachten tot na 19 Januari.",
                    "respectnumber": "2",
                    "level": 1,
                    "comments": []
                }
            ]
        },
        {
            "username": "Frits_Jansen",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Ik betwijfel of het OM wel rechtsmacht heeft, want de hack had alleen gevolgen in de VS, en daar geldt het Nederlandse strafrecht slechts bij uitzondering, in speciale gevallen.\nLos daarvan denk ik dat een \"ethische hacker\" die wel toegang krijgt maar geen valse tweets plaatst, en de autoriteiten op de hoogte stelt een rechtvaardigingsgrond heeft.",
            "respectnumber": "1",
            "level": 0,
            "comments": [
                {
                    "username": "Janjansen77",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Het lijkt me verstandig dat u art. 7 Sr er nog een keer op naslaat",
                    "respectnumber": "",
                    "level": 1,
                    "comments": []
                },
                {
                    "username": "Damouze",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "De vraag is zouden we het verschil merken als hij daadwerkelijk valse tweets gepost zou hebben? ;-).",
                    "respectnumber": "2",
                    "level": 1,
                    "comments": []
                },
                {
                    "username": "rongvk",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Het doelwit maakt niet uit, alleen de nationaliteit en locatie van de hacker die de handeling pleegt. Tenminste, dat lijkt me logischerwijs het geval?",
                    "respectnumber": "",
                    "level": 1,
                    "comments": []
                }
            ]
        },
        {
            "username": "Hanz1951",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Biden is president-elect\n\nAls wachtwoord is het misschien wat langer, maar niemand die gelooft dat dhr. Trump het zou gebruiken. IJzersterk dus",
            "respectnumber": "5",
            "level": 0,
            "comments": []
        },
        {
            "username": "guidon1",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Tip aan Donald: gebruik als wachtwoord een lettercombinatie die nergens op slaat, en waar dus nooit iemand achter komt, zoals “covfefe”.",
            "respectnumber": "12",
            "level": 0,
            "comments": [
                {
                    "username": "Dani78",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Ik denk zelfs dat het woord 'Trump' al zo weinig betekenis heeft dat het een prima password zou kunnen zijn.",
                    "respectnumber": "6",
                    "level": 1,
                    "comments": [
                        {
                            "username": "Damouze",
                            "timestamp": "3 maanden geleden",
                            "currenttime": "29-03-2021 01:04:56",
                            "content": "Ik kan me nog een aflevering van Babylon 5 herinneren waarin Garibaldi het wachtwoord \"peekaboo\" gebruikte. Toen Ivanova daar enigszins verbaasd op reageerde antwoordde hij \"Would you have guessed it?\"",
                            "respectnumber": "3",
                            "level": 2,
                            "comments": [
                                {
                                    "username": "rongvk",
                                    "timestamp": "3 maanden geleden",
                                    "currenttime": "29-03-2021 01:04:56",
                                    "content": "Duimpje voor Babylon 5 referentie haha, dat maak je hier niet vaak mee :)",
                                    "respectnumber": "2",
                                    "level": 3,
                                    "comments": []
                                },
                                {
                                    "username": "Erix4U",
                                    "timestamp": "3 maanden geleden",
                                    "currenttime": "29-03-2021 01:04:56",
                                    "content": "peekaboo is een woord wat gewoon in een engels woordenboek staat. Dat maakt het vrij ongeschikt als wachtwoord omdat een dictionairy attack relatief snel (ten opzichte van brute force) uitgevoerd kan worden. Als je overigens een 3 times wrong password timeout van een paar minuten of een account blokkering  hebt op het betreffende systeem, dan hoeft dat helemaal geen probleem te zijn.\n\nEen goede techniek voor veilige wachtwoorden en toch eenvoudig te onthouden is \"haystacking\" Je maakt de spreekwoordelijke hooiberg waarin de speld gevonden moet worden groter op een heel simpele manier door je wachtwoord langer te maken... Dat doe je heel eenvoudig:\n\nhay--------------------stacking\n\nIs niet moeilijk te onthouden als je weet dat er 20 streepjes staan.  Het staat op deze manier niet meer in een woordenboek  dus het zal met brute force geraden moeten worden. Dat gaat eeuwen duren.",
                                    "respectnumber": "2",
                                    "level": 3,
                                    "comments": []
                                },
                                {
                                    "username": "Damouze",
                                    "timestamp": "3 maanden geleden",
                                    "currenttime": "29-03-2021 01:04:56",
                                    "content": "Natuurlijk is 'peekaboo' een slecht wachtwoord. Trump trouwens ook, want dat staat ook gewoon in een engels woordenboek.",
                                    "respectnumber": "1",
                                    "level": 3,
                                    "comments": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "username": "kouwekermis",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "dank voor het bezorgen van een spontane lachbui :-)",
                    "respectnumber": "",
                    "level": 1,
                    "comments": []
                }
            ]
        },
        {
            "username": "Ansss",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Dus als iemand een auto steelt omdat het portier niet op slot is, is ook niet strafbaar...? Want de eigenaar van de auto had zijn auto maar goed af moeten sluiten?\n\nTypische nederlandse insteek.\n\nIk vraag mij af of die hacker geen familie of vrienden heeft welke bij politie of justitie zitten? Want sorry hoor, want dit lijkt echt op vriendjespolitiek.",
            "respectnumber": "2",
            "level": 0,
            "comments": [
                {
                    "username": "Mike_Niet_van_belang",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "De vergelijking klopt niet. Betere vergelijking is: je test of de deur op slot zit en zo niet dan waarschuw je de eigenaar. Eigenlijk is dat dus een goede daad",
                    "respectnumber": "27",
                    "level": 1,
                    "comments": []
                },
                {
                    "username": "AlexGri",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Dit lijkt helemaal niet op vriendjespolitiek. Verre van zelfs. Dit is begrip van politie voor hoe IT werkt en hoe goede hackers te werk gaan. Dat gedrag beloon je ipv te straffen. U begrijpt het niet helemaal.",
                    "respectnumber": "10",
                    "level": 1,
                    "comments": []
                },
                {
                    "username": "MdeRooy",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Hier is de auto niet gestolen, maar heeft iemand slechts zijn hoofd naar binnen gestoken na het openen van de deur.",
                    "respectnumber": "6",
                    "level": 1,
                    "comments": [
                        {
                            "username": "MisteryX",
                            "timestamp": "3 maanden geleden",
                            "currenttime": "29-03-2021 01:04:56",
                            "content": "En daarna de eigenaar en autofabrikant op de hoogte getracht te stellen voordat het nieuws wereldkundig gemaakt werd. En gaf zelfs tips over hoe de auto beter op slot te doen.",
                            "respectnumber": "6",
                            "level": 2,
                            "comments": []
                        }
                    ]
                }
            ]
        },
        {
            "username": "Parg56",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "De kwaliteit van het wachtwoord zegt ook veel over de persoon",
            "respectnumber": "8",
            "level": 0,
            "comments": [
                {
                    "username": "Patrick_Fin",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Niet iedereen is even intelligent, en het word vaak afgeraden door sites om het ergens op te schrijven.\nDan krijg je dit soort geklungel",
                    "respectnumber": "2",
                    "level": 1,
                    "comments": [
                        {
                            "username": "Parg56",
                            "timestamp": "3 maanden geleden",
                            "currenttime": "29-03-2021 01:04:56",
                            "content": "Wetende waarmee je bezig bent en dan zoiets kiezen is gewoon dom, en dan hou ik me in.",
                            "respectnumber": "1",
                            "level": 2,
                            "comments": []
                        }
                    ]
                },
                {
                    "username": "rongvk",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "In dit geval werd het door meerdere personen binnen het campagneteam en/of social mediateam gebruikt. Het is waarschijnlijk niet eens door Trump bedacht en ingesteld.",
                    "respectnumber": "1",
                    "level": 1,
                    "comments": []
                }
            ]
        },
        {
            "username": "hekel_punt",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Nogal logisch dat een etnische hacker niet wordt vervolgd. Uiteraard moet een ethisch hacker het zelf bekend maken, voordat een ander de hack ontdekt. Anders kan iedereen zich achteraf beroepen op een ethische roeping.\nDe serieuze groep ethische hackers is erg waardevol om kwetsbaarheden aan het licht te brengen en worden vaak ook door bedrijven aangespoord om kwetsbaarheden te vinden.\nVervolging zou erg demotiverend werken op deze groep.",
            "respectnumber": "6",
            "level": 0,
            "comments": [
                {
                    "username": "AleXvanB",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "\"etnische hackers\" u bedoelt de \"hackpiet\"? ;)\n\nExcuus, te makkelijk ;)\n\nMaar u heeft gelijk",
                    "respectnumber": "3",
                    "level": 1,
                    "comments": [
                        {
                            "username": "hekel_punt",
                            "timestamp": "3 maanden geleden",
                            "currenttime": "29-03-2021 01:04:56",
                            "content": "Haha, ik zie het. Nou ja, voor hackpiet geldt hetzelfde, zeg ik dan maar",
                            "respectnumber": "1",
                            "level": 2,
                            "comments": []
                        }
                    ]
                },
                {
                    "username": "Plembie",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Er zijn dan weer twee typen ethische hackers te onderscheiden: die welke op uitnodiging van een bedrijf zelf proberen in te breken, en die het ongevraagd doen. Beide houden zich (vanwege dat ethisch) wel aan het protocol om het lek vervolgens eerst te melden, voordat het openbaar wordt.",
                    "respectnumber": "1",
                    "level": 1,
                    "comments": []
                },
                {
                    "username": "patje_van_hulst",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Uiteraard moet een ethisch hacker het zelf bekend maken, voordat een ander de hack ontdekt. Dus je mag eerst rondsnuffelen en tweets plaatsen  of het een jaar later bekend maken?",
                    "respectnumber": "",
                    "level": 1,
                    "comments": [
                        {
                            "username": "hekel_punt",
                            "timestamp": "3 maanden geleden",
                            "currenttime": "29-03-2021 01:04:56",
                            "content": "Tja, hoe langer je wacht en hoe meer rottigheid je uithaalt, hoe minder ethisch je bent. Maar ik denk dat iedereen dit prima begrijpt",
                            "respectnumber": "1",
                            "level": 2,
                            "comments": []
                        }
                    ]
                }
            ]
        },
        {
            "username": "Hans_Vermeulen_aabcaf",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Wat zou ik lachen als bleek dat meneer de hacker was misleid en naar een honey-pot account was geleid en daarom alleen maar in de veronderstelling was dat hij toegang had gekregen met een simpel wachtwoord. Wel rare gang van zaken dat het OM geen principieel standpunt inneemt en niet letterlijk de wet hanteert. Nu kan iedereen zeker wachtwoorden gaan raden en er mee wegkomen als je het maar meldt. Ik zal vanavond eens wat sloten gaan proberen te openen met een lockpick set. Als het lukt meldt ik het bij diverse instanties, en dan is alles oké, tenminste als het OM dezelfde redenatie zou toepassen.",
            "respectnumber": "1",
            "level": 0,
            "comments": [
                {
                    "username": "GoudseKaas",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Als jij dan netjes bij de eigenaar meldt dat zijn slot niet deugt en je neemt niks mee, dan  wordt je vast niet vervolgd, nee.",
                    "respectnumber": "2",
                    "level": 1,
                    "comments": [
                        {
                            "username": "Hans_Vermeulen_aabcaf",
                            "timestamp": "3 maanden geleden",
                            "currenttime": "29-03-2021 01:04:56",
                            "content": "Achteraf melden is niet genoeg. Je zou het vooral moeten melden, maar dan zal niemand daarmee akkoord gaan.",
                            "respectnumber": "",
                            "level": 2,
                            "comments": []
                        }
                    ]
                }
            ]
        },
        {
            "username": "JW123",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Ik heb mijn twijfels of dit echt is. Ik kan me namelijk niet voorstellen dat er geen tweestapsverificatie op dit account zou staan. Laat staan dat het meest bekende Twitter account ter wereld een eenvoudig en snel te kraken wachtwoord gebruikt. Als het zo kinderlijk eenvoudig was dan lijkt het me dat het account al veeeeeel eerder gehackt zou zijn. Twitter en het Witte Huis beiden spreken de hack ook tegen: https://www.parool.nl/wereld/twitter-en-witte-huis-ontkennen-hack-trump-door-nederlander~b104200f/?referrer=",
            "respectnumber": "5",
            "level": 0,
            "comments": [
                {
                    "username": "Janus_Pam",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "\"Het account was niet extra beveiligd met tweestapsverificatie.\"\nStaat letterlijk in de tekst. Gaarne deze lezen voor je reageert.\n\nEn wie zegt dat het account niet door buitenlandse inlichtendiensten in de gaten werd gehouden?",
                    "respectnumber": "6",
                    "level": 1,
                    "comments": [
                        {
                            "username": "Janjansen77",
                            "timestamp": "3 maanden geleden",
                            "currenttime": "29-03-2021 01:04:56",
                            "content": "JW123 ontkent ook niet dat het op die manier in de tekst staat. De tekst van nu.nl is ook maar gebaseerd op bronnen die allemaal terug te leiden zijn naar de hacker in kwestie. In andere woorden: niet per definitie een betrouwbare bron",
                            "respectnumber": "3",
                            "level": 2,
                            "comments": []
                        }
                    ]
                },
                {
                    "username": "Conjou",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Het is Trumps privéaccount, dan moet het ook kinderlijk eenvoudig zijn anders komt hij er zelf ook niet meer in.",
                    "respectnumber": "5",
                    "level": 1,
                    "comments": []
                },
                {
                    "username": "Grote_Smurf",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "\" Ik kan me namelijk niet voorstellen dat er geen tweestapsverificatie op dit account zou staan.\"\n\nIk vrees dat je wellicht de stupiditeit van Trump onderschat.\n\n\"Als het zo kinderlijk eenvoudig was dan lijkt het me dat het account al veeeeeel eerder gehackt zou zijn. \"\n\nAls iedereen dat denkt dan zal het nooit gehackt worden. Jij hebt zelf in ieder geval blijkbaar ook niet het idee gehad om die account met dat password te proberen :-)\n\nEn dat het Witte Huis (dwz Trump) iets tegenspreekt zegt natuurlijk helemaal niets. De reactie van Twitter is een stuk genuanceerder als ik het goed heb gelezen en zij zullen ook niet staan te springen om te bevestigen dat een account is gehackt.",
                    "respectnumber": "2",
                    "level": 1,
                    "comments": []
                }
            ]
        },
        {
            "username": "Batski_Patatski",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Als het gokken van een wachtwoord en daarmee inloggen onder hacken valt dan ken ik er ook nog wel een paar. Dit is meer het nivo van een scriptkiddie met een beetje geluk.,  en als je jezelf dan heel kwasistoer 0xDUDE noemt op twitter dan heb je het hex stelsel ook niet helemaal begrepen. NOOB zou een beter tag zijn...",
            "respectnumber": "",
            "level": 0,
            "comments": [
                {
                    "username": "Erik_Der",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Als het werkt, dan werkt het. Als iemand met veel moeite en vaardigheden een account weet te kraken, terwijl iemand anders het in een minuutje doet door goed te raden, dan kan je afvragen wie de betere hacker is.",
                    "respectnumber": "2",
                    "level": 1,
                    "comments": [
                        {
                            "username": "J_H_M_",
                            "timestamp": "3 maanden geleden",
                            "currenttime": "29-03-2021 01:04:56",
                            "content": "Betere hacker: die met al die vaardigheden.\nSlimmere hacker: die goed wist te raden\nHeb je een hacker nodig, huur dan in: de slimmere hacker.\nNapoleon zei al: “ik wil generaals die altijd geluk hebben”. 😁",
                            "respectnumber": "1",
                            "level": 2,
                            "comments": [
                                {
                                    "username": "Justin_Kees",
                                    "timestamp": "3 maanden geleden",
                                    "currenttime": "29-03-2021 01:04:56",
                                    "content": "Sprak Napoleon Nederlands dan?",
                                    "respectnumber": "2",
                                    "level": 3,
                                    "comments": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "username": "Sander_de_Koning123",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Hoe zijn ze erachter gekomen? Werd er een waarheid getweet?",
            "respectnumber": "15",
            "level": 0,
            "comments": []
        },
        {
            "username": "JDritty",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Het is en blijft toch  illegaal en verboden  . Steeds maar weer   zoeken naar  een    redenering  om dingen   goed te praten .   Ik vind dat niet kunnen en in strijd met een objectieve  eerlijke  rechtspraak .",
            "respectnumber": "2",
            "level": 0,
            "comments": [
                {
                    "username": "Patrick_Fin",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Gelukkig word zijn account na 20 januari hoogstwaarschijnlijk snel geweerd van Twitter en zijn we van dit gezeur af.",
                    "respectnumber": "6",
                    "level": 1,
                    "comments": [
                        {
                            "username": "Plembie",
                            "timestamp": "3 maanden geleden",
                            "currenttime": "29-03-2021 01:04:56",
                            "content": "Het officiele account voor de president (@potus) werd door hem nauwelijks gebruikt, en hij tweet alles vanaf zijn priveaccount @realdonaldtrump dat hij gewoon behoudt. Al vervalt misschien de speciale beschermde status voor bekende mensen, maar aan de andere kant mag hij weer beginnen met mensen blokkeren omdat het niet langer een officiele spreekbuis meer is.",
                            "respectnumber": "",
                            "level": 2,
                            "comments": [
                                {
                                    "username": "Patrick_Fin",
                                    "timestamp": "3 maanden geleden",
                                    "currenttime": "29-03-2021 01:04:56",
                                    "content": "Parler is een prima alternatief voor mensen met dit soort gedachtegoed.\nDan gaan ze daar maar heen.",
                                    "respectnumber": "",
                                    "level": 3,
                                    "comments": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "username": "HetTypendeType",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Verdiep je eerst eens in ethical hackers voordat je zoiets roept. Die mensen zijn hard nodig om IT-systemen en -processen veilig te houden, voordat ze actief misbruikt worden door kwaadwillenden.\n\nVeel grote bedrijven hanteren een Responsible Disclosure waarmee ethical hackers gestimuleerd worden om open deurtjes aan te kaarten in ruil voor o.a. een beloning of publicatie.",
                    "respectnumber": "16",
                    "level": 1,
                    "comments": [
                        {
                            "username": "J_H_M_",
                            "timestamp": "3 maanden geleden",
                            "currenttime": "29-03-2021 01:04:56",
                            "content": "Ik waardeer je bijdrage, maar de betweter in mij kan niet nalaten om op te merken dat “een IT-systeem veilig houden” niet kan. Een beetje veiliger maken kan wel.",
                            "respectnumber": "",
                            "level": 2,
                            "comments": [
                                {
                                    "username": "J_H_M_",
                                    "timestamp": "3 maanden geleden",
                                    "currenttime": "29-03-2021 01:04:56",
                                    "content": "Met veiliger bedoel ik dan: een beetje minder onveilig",
                                    "respectnumber": "1",
                                    "level": 3,
                                    "comments": []
                                },
                                {
                                    "username": "HetTypendeType",
                                    "timestamp": "3 maanden geleden",
                                    "currenttime": "29-03-2021 01:04:56",
                                    "content": "Ja fair enough, ik ben het daar wel mee eens! ;-)",
                                    "respectnumber": "2",
                                    "level": 3,
                                    "comments": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "username": "Nicolo",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Het OM is dus van mening dat het onder deze omstandigheden wel is toegestaan (contact met relevante instanties en tips voor het verbeteren van de beveiliging). Uiteraard kan een ieder vervolging afdwingen middels een artikel 12 procedure, maar het OM ziet dus geen heil in vervolging.",
                    "respectnumber": "4",
                    "level": 1,
                    "comments": []
                }
            ]
        },
        {
            "username": "Vdmeer",
            "timestamp": "3 maanden geleden",
            "currenttime": "29-03-2021 01:04:56",
            "content": "Het is niet heel vreemd dat dit mag. White hackers worden dit wel genoemd. Het zou alleen vervelender worden als je er dus niet inkomt of juist wel en des betreffende dienst ziet het en pakt je op.   De reden is dan niet meer geloof waardig.  Je breekt in Word gepakt en zegt ja ik was de beveiliging aan het controleren. Dat gaat dan niet op dus het blijft dan een risico.  Ik vind het eigenlijk nog wel grappig ook en Trump zal wel hard betaald hebben dat hij zo met de feiten op zijn neus gedrukt werd en dus Word het altijd meteen ontkend.   Behalve dus als ze hem haddne kunnen onderscheppen en op kunnen pakken want dan was het weer een knap staaltje veiligheids werk.\nZo is er altijd wel wat",
            "respectnumber": "1",
            "level": 0,
            "comments": [
                {
                    "username": "Kay",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Dit is een gray hacker geen white hacker. Als white hacker heb je van te voren al toestemming van de betrekkende partij om te hacken. Een gray hacker is iemand die het doet zonder toestemming maar met goede intenties.",
                    "respectnumber": "6",
                    "level": 1,
                    "comments": [
                        {
                            "username": "Vdmeer",
                            "timestamp": "3 maanden geleden",
                            "currenttime": "29-03-2021 01:04:56",
                            "content": "@kay cool cool. Klinkt logisch.",
                            "respectnumber": "",
                            "level": 2,
                            "comments": []
                        },
                        {
                            "username": "Analist",
                            "timestamp": "3 maanden geleden",
                            "currenttime": "29-03-2021 01:04:56",
                            "content": "Heb je ook black hackers ? Dan is het kleurenpalet in grijstinten weer volledig.",
                            "respectnumber": "1",
                            "level": 2,
                            "comments": [
                                {
                                    "username": "Vdmeer",
                                    "timestamp": "3 maanden geleden",
                                    "currenttime": "29-03-2021 01:04:56",
                                    "content": "@analist uiteraard dit zijn de hackers die hacken om bijvoorbeeld info te stelen of losgeld eisen om een website of bv wat ze bij tesla geprobeerd hebben om en complete afdeling digitaal te gijzelen.\nMaar dat heten gewoon hackers. Haha mooi kleuren plaatje nu toch?",
                                    "respectnumber": "",
                                    "level": 3,
                                    "comments": []
                                },
                                {
                                    "username": "yeah42",
                                    "timestamp": "3 maanden geleden",
                                    "currenttime": "29-03-2021 01:04:56",
                                    "content": "Die zijn er. Dat zijn hackers die hacken met kwade bedoelingen.\nAls deze hacker Trumps twitteraccount had gebruikt om berichten de wereld in te sturen zo dat onder black hat hacking hebben gevallen: illegaal gebruik maken van (andermans) IT middelen.",
                                    "respectnumber": "",
                                    "level": 3,
                                    "comments": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "username": "J_H_M_",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "Volgens mij heeft Trump zich nog nooit iets van feiten aangetrokken. Of hij er nu met zijn neus opgedrukt werd of dat de feiten op zijn neus gedrukt werden (ook leuk....; sorry voor het flauw doen n.a.v. je tikfout).",
                    "respectnumber": "1",
                    "level": 1,
                    "comments": []
                },
                {
                    "username": "AleXvanB",
                    "timestamp": "3 maanden geleden",
                    "currenttime": "29-03-2021 01:04:56",
                    "content": "ls u dan toch een term gebruikt, het is \"white hat\"\nDaarnaast is het een cracker en geen hacker.\n\nMaar goed, snap wat u bedoelt dus dit ter lering en vermaak.\n\nAankloppen bij een gesloten deur en voelen of deze open is is overigens niet strafbaar.\n\nDe vraag is of je daadwerkelijk naar binnen gaat door de deur te forceren of de eigenaar verwittigd dat de deur met een vrij generieke sleutel te openen is.",
                    "respectnumber": "1",
                    "level": 1,
                    "comments": []
                }
            ]
        }
    ],
    "load-date": "Mon, 29 Mar 2021 01:04:56 +0200",
    "url": "https://www.nu.nl/algemeen/6097035/om-nederlander-hackte-twitter-account-trump-maar-niet-strafbaar.html",
    "description": "Het Openbaar Ministerie (OM) zegt ervan overtuigd te zijn dat de Nederlandse ethisch hacker Victor Gevers in oktober heeft ingelogd op het Twitter-account van de Amerikaanse president Donald Trump. Dat bevestigt een woordvoerder na berichtgeving van <a href=\"https://www.volkskrant.nl/nieuws-achtergrond/om-nederlandse-hacker-die-inlogde-op-twitter-account-trump-niet-strafbaar~b9820c07/\" target=\"_blank\"><em>de Volkskrant</em></a>. Onder meer het Witte Huis trok het inloggen op het Twitter-account in twijfel.",
    "pubdate": "Wed, 16 Dec 2020 16:31:52 +0100",
    "permlink": "https://www.nu.nl/-/6097035/",
    "image": "https://media.nu.nl/m/jbfx292a5ton_sqr256.jpg/om-nederlander-hackte-twitter-account-trump-maar-niet-strafbaar.jpg",
    "catlist": [
        "Algemeen",
        "Tech"
    ],
    "creator": "NU.nl",
    "rights": "copyright photo: ANP",
    "rssfeed": "https://www.nu.nl/rss/algemeen"
}