gegaan
gekeken
iig
news
feiten
gehoord
consequenties
ontstaan
ine
dosis
account
daarvan
media
msm
schade
gezondheid
sterker
anti
verwoert
stoffen
hard
inentingen
verplicht
oplopen
voelt
mulder
bekend
gemeld
vergeten
ivm
moderna
mogelijk
lekker
vooraan
bevolking
el
belangen
golf
helft
ding
regering
tom
geef
last
allergisch
diep
oorzaak
griepprik
daarvoor
reageer
oke
geregeld
michelle
zorgpersoneel
gebaseerd
reageren
robin
mijne
antistoffen
vond
zoon
algemeen
ontwikkeld
wit
tijd
crisis
snel
volledige
wisten
meesten
persoon
varianten
klaas
bepalen
begin
minister
ziekenhuizen
patrick
meningen
lopen
accepteren
huidige
hagenaar
horen
vorige
vrouwen
periode
uiteindelijk
neer
idee
bewijzen
zwanger
enz
fijne
vaker
personen
gommers
eet
or
sla
richard
bekende
troep
indirect
rob
be
zielig
flinke
jeffrey
gedaan
ging
onderliggende
opeens
zeer
doordat
nadenken
sanne
miljarden
negatieve
symptomen
zomaar
beslissing
bewust
overleden
ervan
zoeken
kees
slaap
willem
uiteraard
zwart
mond
laatste
probleem
jolanda
vrouw
natuur
goeie
leggen
ter
who
gezonde
waaronder
eerlijk
lieve
gevraagd
duizenden
arm
besmetting
ziekte
ziekenhuis
feit
maatschappij
avondklok
gerust
dagen
vergelijking
manier
serieus
ineens
vrijheid
morgen
toeval
massaal
sylvia
zorg
normale
to
getest
it
ron
gelezen
zogenaamde
bah
korte
slikken
drinken
medisch
do
mis
kijken
gates
with
uitbraak
schapen
schrijft
vrije
erover
soms
klagen
uitspraak
mooie
idioten
stil
kreeg
reactie
leven
grond
wijs
eraan
betekent
klopt
tuurlijk
heet
zogenaamd
reacties
laura
das
rekening
milde
hart
zekerheid
virussen
koning
suzanne
stop
domme
hoog
vd
dokter
oud
kabinet
mutaties
wakker
zwangere
kennen
esther
annemiek
rotzooi
grappig
moeder
aandoening
vertrouw
blijven
michael
witlox
kritische
mn
verdiepen
letterlijk
eu
water
argumenten
grootste
polio
vreselijk
anne
nederlandse
gedachte
stellen
dom
haal
leuk
for
kanker
dag
hé
sta
hoort
rutte
edwin
sociale
gebracht
vraag
zetten
wilde
doden
gerard
beter
spuit
minimaal
bedoel
stefan
kwaad
voel
luister
all
jammer
deel
ofzo
twijfelen
groter
wappie
sars
michel
joost
schuld
lucht
verdienen
apart
china
contact
ad
visser
benieuwd
wereld
are
reset
erik
kwijt
soort
man
volksgezondheid
bijwerking
hoek
profiel
buurt
vincent
marc
manipulatie
kijkt
gesteld
hersenen
gisteren
dicht
maatregelen
probeert
ma
ruim
ingespoten
oude
meerderheid
danielle
pieter
hoeft
patiënt
zeiken
bewezen
kanten
erbij
gedrag
ontwikkelen
raad
durf
moeite
verteld
smit
nederland
infectie
vermeld
keer
raken
gevolgd
val
janssen
wetenschappers
mensheid
voorkomt
beleid
levens
gehouden
bloed
arie
weten
ver
graaf
ziektes
kijk
you
nieuwe
oudere
mar
bijwerkingen
tientallen
lange
techniek
jarige
opmerkingen
herman
tim
blind
waarmee
jong
afwachten
verplichten
slachtoffers
meijer
lees
wim
antwoorden
marcel
niels
beginnen
aangetoond
hoogte
beperkt
begrepen
coronavirus
draait
horeca
beschermt
regels
mexicaanse
never
lastig
des
stuk
bizar
gelooft
aansprakelijk
pharma
duidelijk
zon
houd
medicatie
werking
interessant
cijfers
waarde
harry
bijvoorbeeld
wacht
medische
lijst
kwetsbare
plan
henk
überhaupt
moeilijk
hahaha
aub
bill
lezen
groot
pandemie
koorts
zegt
dik
bewoners
gegeven
blij
prikkie
eng
zolang
gelul
nut
bellen
bron
leeft
begrijp
broek
mondkapjes
gezien
bescherming
ruud
huis
kant
klakkeloos
check
trots
wetenschap
onzin
vast
data
hopelijk
voeren
vaccinaties
miljoen
aantal
tijdje
geert
marion
behoorlijk
goh
groep
verloren
irma
beste
bericht
politici
brief
erin
slot
woord
complottheorieën
vitamine
anneke
kort
plaats
fred
terecht
verboden
handen
immuunsysteem
vriend
omg
systeem
helpen
gang
gekregen
gehaald
duren
macht
persoonlijk
vrijwillig
no
geweldig
roept
ernstig
succes
gebeurt
resultaat
allemaal
beschermd
dennis
eiwit
vakantie
duur
velen
propaganda
la
injectie
begint
gebeuren
schandalig
zeuren
kwam
bruin
elite
boom
terug
inge
mondkapje
rivm
rna
risicogroepen
betrouwbaar
proberen
steken
negatief
ps
probeer
deskundigen
stelt
at
effectief
dode
ellende
volledig
zet
nogmaals
degenen
liegen
muteert
daarmee
stelletje
lijf
mogelijke
veranderd
informatie
geheel
ifr
corona
veroorzaken
manuela
werkt
kruijssen
gestorven
niveau
aandoeningen
betreft
joke
website
mazelen
woorden
opzoeken
meeste
ouderen
rest
haan
rij
oplossing
on
ach
zie
bianca
verkiezingen
kleine
dissel
barbara
nl
dwang
virologen
frank
klinische
goedgekeurd
gedwongen
ervoor
els
verhalen
wens
allerlei
haast
dragen
genomen
uur
an
aangepast
helemaal
gratis
jos
vader
gif
karin
luisteren
griepje
doelgroep
wappies
lianne
maarten
bronnen
euro
afstand
ipv
nick
puur
verantwoordelijkheid
teveel
auto
paspoort
kapot
maanden
cellen
not
kamer
carla
voorbeeld
absoluut
tegenwoordig
david
geloofd
natasja
aandacht
inspuiten
saskia
doodgaan
gemaakt
landen
slaat
facebook
belang
ene
agenda
netjes
zn
erwin
mike
lars
astra
sluiten
effectiviteit
code
marianne
neus
wetenschappelijk
gekkies
linda
rene
vallen
einde
houden
aanwezig
heftig
december
spelen
draaien
praten
economie
this
zit
geschreven
fout
anja
degene
lach
mensen
staan
besmettingen
bedenken
angst
geloof
dave
open
astrazeneca
slim
god
gebeurd
pakken
hoofdpijn
artsen
vs
mirjam
chantal
spuitje
ogen
hoax
sander
complot
vindt
kans
schrijven
reet
conclusie
gesproken
beperkingen
totaal
what
overheid
antwoord
onbekend
maria
evert
makkelijk
mevrouw
respect
mariska
ema
medicijnen
groepsimmuniteit
begrijpt
leren
natalie
mede
leiden
helaas
lydia
goed
experiment
onderliggend
enorme
graag
dijk
gezegd
loopt
sowieso
stond
nauwelijks
veen
da
gingen
frans
zomer
vrijheden
gevolg
bepaalde
gezond
bestaat
overlijdt
jaren
eten
influenza
krant
één
volk
miranda
complotdenkers
anita
naam
bedoeling
dochter
rechten
gelukkig
werk
prik
bewijs
begrijpen
ic
groepen
big
alvast
langer
zorgen
online
verantwoordelijk
volg
kind
én
gestopt
eric
beschikbaar
prima
ria
loop
vorig
situatie
chris
info
besmettelijk
bedrijven
piet
arno
huisarts
minuten
twitter
erkens
karen
nathalie
wijzen
bos
sorry
gemiddelde
bram
google
beschermen
top
werken
verspreiden
onderdeel
jaarlijks
jacqueline
fake
raar
zeggen
grote
ggd
tis
wetenschapper
bestaande
waarin
uitspraken
uitleggen
tekst
genoemd
spreekt
stoppen
gedoe
mannen
hond
europa
twijfels
oa
baas
burgers
ga
vaccinatie
opgenomen
ermee
betere
nico
licht
kinderen
filmpje
straks
denise
kop
proefpersonen
best
artikel
positief
geval
geld
farmaceutische
ziekten
effecten
geschiedenis
boel
sterkte
termijn
broer
zwaar
allen
technologie
gerda
ah
beek
verplichting
politie
onderzoek
helpt
bijzonder
vergeet
neemt
medicijn
rustig
nieuws
trump
krijgt
mooi
hele
zwangerschap
paniek
onderzocht
taal
schreuder
garantie
nederlands
scheelt
gevaccineerde
ab
leest
omt
bijsluiter
binnen
waarop
buiten
bart
irene
zieken
toekomst
wilma
narcolepsie
dieren
simone
ineke
geluk
oudjes
pijn
collegas
mening
verspreiding
pure
hoger
verpleegkundige
martin
compleet
zoek
vorm
eventuele
trouwens
risicogroep
natuurlijk
gevoel
joh
zien
weet
krijgen
test
zieke
genetische
inenting
verkeerde
commentaar
john
discussie
pcr
steek
risicos
hulp
baby
expert
sterft
doel
los
beurt
zware
vrienden
wilco
ken
geworden
begonnen
youtube
softenon
merken
dirk
middelen
momenteel
bed
anderen
gebruiken
alsof
brengen
zoveel
sturen
its
schaapjes
aardig
ed
exact
slechte
testen
las
been
nie
proefkonijn
ouders
vanzelf
marijke
mario
mark
wantrouwen
triest
voorkomen
viroloog
overgewicht
vele
will
positieve
people
direct
problemen
hoeveel
vreemd
zak
waarbij
zaak
stukje
wilt
alweer
patricia
vinden
gevonden
allergische
toegediend
jonge
ernstige
ingrediënten
enorm
vandaag
gestudeerd
zag
tamara
ziek
loes
enof
mee
bert
wetenschappelijke
openbaar
jeroen
redenen
site
coronavaccin
wijsheid
ie
brouwer
voorrang
geleerd
gebruikt
januari
kost
ronald
rust
vroeger
simpel
gerrit
weken
artikelen
patiënten
bedankt
wonen
raymond
spuiten
cindy
diegene
verdwenen
oproep
help
geprikt
gevaccineerd
lang
wijze
vragen
voren
jacobs
poppenkast
gegevens
allergie
plezier
rommel
inhoud
maart
kregen
world
lockdown
fouten
controle
opleiding
fijn
genieten
variant
extra
pagina
robert
injecteren
delen
logisch
gekeurd
thuis
super
ics
basis
roepen
vergelijken
kent
as
maat
bezig
leugen
hoge
griep
arts
avond
ontvangen
alex
waard
chip
vera
yvonne
geloven
genezen
nodig
dood
geldt
betalen
goede
valt
israël
school
dodelijke
industrie
jorg
have
and
simpele
vaccineren
astrid
gevaar
fase
dwingen
veroorzaakt
gebrek
honderden
ouder
hoef
duurt
hiervoor
vaccine
waarvan
slaan
proef
hoelang
onderbouwing
redden
kerst
meerdere
bevat
veranderen
volgt
kloppen
verwacht
gooien
danny
boos
goedkeuring
week
keuze
ligt
verleden
plaatsen
verhaal
argument
diverse
punt
andersom
gezet
marlies
mens
bedoeld
verschil
vormen
veiligheid
fabrikant
gewone
enten
hè
half
vaccines
vries
alcohol
baan
gevaccineerden
flink
zooi
halen
amerika
keus
jongeren
verstand
proefkonijnen
plus
dankzij
moment
kwetsbaren
spul
paracetamol
nunl
placebo
allang
duitsland
rademaker
verband
snap
aarde
from
naast
andre
erop
boer
doorgaan
fb
elkaar
geholpen
zover
wereldwijd
schreeuwen
erger
up
reclame
kroeg
orde
schijnt
virus
ira
kiezen
dylan
leeftijd
daadwerkelijk
blijkt
moe
dikke
plek
wet
maurice
bedden
hahahaha
belgië
oorlog
immers
snappen
rené
risico
ongeboren
paul
gekomen
bedrijf
min
vos
klinkt
haalt
zin
hoekstra
buitenland
diana
lief
dna
percentage
uitgelegd
zorgt
ziet
personeel
rode
arme
jansen
overleven
beeld
meneer
dezelfde
plussers
tineke
monique
marco
brengt
hiermee
shie
opa
roos
dodelijk
marian
gek
verpleeghuizen
uitleg
twijfel
informeren
behandeling
jaap
let
veilig
joyce
product
social
lijden
reden
vertellen
markt
engeland
sterk
eindelijk
maand
inenten
post
winkels
hand
klachten
onderzoeken
ster
pak
gewerkt
theo
weigeren
gele
gesloten
frikandel
arjan
democratie
meter
hoezo
eind
reageert
jaar
besmetten
omgeving
kevin
verstandig
degelijk
internet
ricardo
new
roy
dagelijks
snapt
hoeven
has
lachen
langere
vraagtekens
past
komende
waardoor
heen
juiste
daarnaast
gemiddeld
gezin
foto
hugo
noemt
vaccins
sterven
brigitte
vandaar
sandra
gebruik
hoorde
straat
rare
natuurlijke
sommigen
dr
enkele
krijg
liggen
great
verwachten
kortenaar
belangrijk
wendy
nederlanders
vertel
voordeel
dacht
experts
steen
so
melden
beekhuijs
daarbij
bestaan
sites
kennis
reizen
oftewel
beweren
noem
rick
bas
studie
berichten
studies
gevallen
zaaien
miljoenen
noemen
praat
knap
roken
oké
qua
dank
reguliere
kosten
procent
bang
bakker
klein
toevallig
prikken
remco
hoop
binnenkort
stemmen
politiek
leg
nos
overtuigen
fda
keuzes
immuun
samenleving
blijf
volgende
dijkstra
oma
geeft
volgen
opmerking
mrna
huisartsen
leugens
hou
zat
effect
tv
weerstand
ontwikkeling
mutatie
voldoende
pascal
deur
uk
slecht
stel
ok
hiv
verspreid
vliegen
zowel
testfase
zoiets
wellicht
thomas
staat
prikje
spreken
geven
waarheid
bloedverdunners
idioot
ellen
nep
nano
hoofd
dingen
daniel
heerlijk
lichaam
voorlopig
belachelijk
medewerkers
werkelijk
link
zaken
beslissen
druk
vergif
voelen
sarscov
my
wees
wél
eenmaal
middel
resultaten
houdt
overlijden
berg
gevolgen
vraagt
verkeerd
pfizer
bekijken
lol
wist
johan
bedoelt
nicole
wachten
malen
ingrid
farmaceuten
immuniteit
martijn
haag
kok
hanneke
kritisch
nieuw
kim
hopen
ingeënt
ervaring
geboren
meteen
recht
vertrouwen
gevaarlijk
zorgmedewerkers
doodziek
sneller
vaccin
that
experimenteel
sterfte
waarvoor
veld
echte
dam
advies
tenminste
leef
schaap
trekken
land
logica
laag
familie
betrouwbare
blijft
normaal
zitten
engel
es
claudia
burger
besmet
betaald
pfff
sterfgevallen
griepvaccin
