polio
els
mulder
pieter
meteen
tv
vast
doet
cdc
pascal
probeert
overlijd
klaar
helpen
from
kim
twijfelen
ligt
nederland
ruimte
oordeel
toekomst
collegas
sterft
wetenschappelijk
grootste
mariska
risicogroepen
loop
andré
diana
rijk
letterlijk
europese
allang
bosjes
gevaccineerde
systeem
gauw
great
gedrag
spelen
griepvaccin
doodgaan
zin
nick
maurice
patricia
respect
bewijs
it
kost
begonnen
puur
martijn
virus
beschermd
saskia
overigens
sites
rest
social
gevoel
ding
waaronder
wilco
zogenaamde
schijnbaar
werkend
lezen
bepaald
geplaatst
europa
trump
slaan
zwaar
jouw
waarvan
vaccinaties
woord
mark
dylan
besmet
vond
genetische
draagt
wél
klinische
gelezen
zodra
boel
standaard
hele
geval
heel
pcr
lisa
he
tijdens
richard
vaccine
ggd
fred
honderden
hiervoor
nadenken
oa
grappig
betekend
feit
benieuwd
behalve
huisarts
twijfels
tineke
bram
houd
gerust
mezelf
dochter
hart
positieve
erin
aansprakelijk
miljard
gratis
mijne
democratie
normaal
hopen
yvonne
besmettelijk
geheel
mike
trek
iig
negatief
specialisten
gevaccineerd
proefpersonen
ingrediënten
inclusief
to
gebruikt
ondanks
geregeld
waarop
effe
twijfel
gevaar
kortenaar
bedrijven
zodat
chip
gebracht
gewone
bende
wetenschappers
ie
zeggen
laten
belangrijk
exact
haast
ipv
besmetting
verpleegkundige
doden
terwijl
enkel
narcolepsie
voordeel
welkom
have
griep
zouden
kijkt
stellen
resultaat
placebo
voorstellen
noemt
natalie
absoluut
middel
negatieve
kwetsbaren
denkt
effectief
aandoeningen
overal
ifr
gooi
aub
passen
eindelijk
maand
lastig
raakt
kapot
wereldbevolking
knuffelen
algemeen
mbt
hand
erkens
dik
zwanger
rademaker
jarige
kent
oudjes
allergisch
waar
bent
tussen
speelt
keer
medische
antwoorden
nou
marion
recht
grote
gezet
thomas
as
onnodig
leggen
straat
wilma
paspoort
tellen
milde
maanden
has
virussen
vertrouwen
winkels
bron
overlijdt
big
doe
wappie
dijk
barbara
soort
toegang
serieus
direct
deskundigen
ongeveer
oke
voorrang
verschillende
an
af
wacht
ria
schandalig
chris
maak
gentherapie
uitleg
klagen
vaccines
schaap
zul
wantrouwen
gevolg
jou
hou
roos
wist
ab
domme
diegene
meeste
annemiek
ofzo
afwachten
besmettingen
top
stel
stelletje
slot
december
ouderdom
post
én
harry
telt
bert
pas
alle
verzinnen
nieuwe
advies
ah
rekening
vraagt
tijden
pakken
juist
dna
veld
verantwoordelijk
redenen
oversterfte
schrijven
bestaat
inderdaad
samen
wereldwijd
lianne
niveau
uur
staat
daarna
bezig
oplopen
frans
propaganda
waarbij
sterkte
draaien
tuurlijk
china
tevens
bijwerking
testen
tijd
risicos
dam
gewoon
tom
wanneer
arno
begrijpen
kom
bedoelde
tweede
resultaten
beekhuijs
account
leugens
goedkeuring
past
that
bedden
nut
plaats
we
kies
hoofd
vanuit
gene
help
bedoeld
not
bescherming
schrijft
fake
keuning
spreekt
controle
bruin
euro
realiteit
zeg
lichaam
dragen
dodelijk
qua
elite
personeel
lach
kiezen
verpleeghuizen
miljarden
dwang
stand
veilig
vrouw
natuurlijke
agenda
fijne
alsjeblieft
ernstige
zat
stappen
natuurlijk
natuur
studies
joyce
dikke
if
slaap
dijkstra
netjes
zorg
voeren
blijven
aansprakelijkheid
voldoende
idioot
hopelijk
waanzin
zolang
hugo
iedereen
risico
den
jij
hen
sociale
haal
dennis
aanwezig
bepaalde
wappies
compleet
kennen
info
crisis
duizenden
verpleegkundigen
economie
eng
ziet
merken
maart
jennifer
ps
tenzij
wit
coronavirus
geluk
argument
reet
sorry
omhoog
viroloog
kosten
precies
jansen
mee
geweldig
mocht
achter
ron
raad
duren
anna
sanne
jaap
noemen
artsen
bang
zieke
weerstand
verschil
kun
petra
daarbij
vera
soorten
beperkt
ven
zwangerschap
heer
zoek
schiet
kort
geef
money
gebeuren
politieke
stuk
daarvan
oplossing
gebeurd
minimaal
mar
wilde
dosis
stap
hiervan
terug
code
nunl
bijna
elly
volgt
no
oorlog
boos
kamer
youtube
dacht
cindy
hond
horeca
pharma
brouwer
gesproken
onderzoek
spuitje
stond
kwetsbaar
leren
brengen
eerlijk
sterfgevallen
israël
hoek
belangrijke
bekijk
tis
techniek
hoog
kinderen
esther
way
verder
verdwenen
handig
ervaring
dom
aandoening
slecht
blijft
eiwit
allemaal
invloed
mondkapjes
check
merk
bijv
overheden
koop
ha
bevolking
vervolgens
sommigen
tijdje
gegevens
onvruchtbaar
engeland
brengt
vraag
kwamen
dagelijks
deskundige
begin
steeds
leest
oproep
heftig
politie
zooi
slaat
politici
inspuiten
aantal
ging
totdat
hoeveel
vervelend
problemen
begrepen
zetten
vs
complottheorieën
waarheid
longen
zichzelf
eet
doses
antistoffen
gesprek
gedacht
deur
nieuws
gekomen
inenting
niks
technologie
kind
geboren
the
ad
vergelijken
respecteer
bijzonder
bekende
fb
people
hierover
nano
ingezet
verantwoordelijkheid
zwangere
test
vanaf
dood
ruud
wim
erwin
zeuren
bevat
mis
vormen
haalt
experimenteel
dode
afstand
rechten
anderen
astra
ontstaan
spuiten
oh
malen
vreemd
jong
gekregen
opleiding
vrienden
discussie
haan
meter
gestudeerd
geven
vindt
oudere
eraan
hard
aarde
dicht
data
gevonden
wesley
gewaarschuwd
half
bellen
erik
verwoert
min
meest
onderdeel
jeroen
mourik
openbaar
links
oma
sta
zet
melissa
prikkie
grondwet
toeval
snappen
gen
uitbraak
cellen
schrijf
site
werken
afweersysteem
politiek
verdient
net
uitspraken
alsof
up
bos
back
angst
ontwikkeld
velen
been
zag
definitie
nepnieuws
procent
minder
suzanne
voelen
gaat
handen
buiten
erica
meesten
veroorzaken
volk
graag
bedankt
stop
muteert
vandaan
geprikt
geloven
danielle
vader
nodig
raymond
joh
meerdere
vertel
do
open
marleen
niemand
zoveel
ineke
neemt
kruijssen
vaccin
genomen
heet
hersenen
betaald
korte
anders
wellicht
live
beetje
ira
mond
frank
sluit
sprake
miljoenen
geënt
krijgt
bakker
steken
nederlands
nederlanders
momenteel
deel
hahaha
wel
vandaag
morgen
gekeken
reguliere
rene
smit
zeker
das
wetenschapper
welk
dieren
onderliggend
mens
rust
broek
hanneke
langer
for
kok
experiment
trouwens
zullen
eerst
gelul
hoop
rooij
gaten
plussers
kwijt
leuk
nadat
vergeten
doodsoorzaak
after
ernstig
plaatsen
behoorlijk
tonen
bedoeling
slapen
engel
sneller
anouk
verplicht
vrouwen
zie
gert
aangepast
loes
variant
pagina
ga
samenleving
anja
drie
leeft
verspreid
langs
verboden
mogen
meneer
immuunsysteem
beleid
betere
opmerking
arjan
ongeluk
helft
gooien
bas
liever
anita
beweren
moeilijk
vos
pak
mazelen
lijken
kids
omgeving
daarin
schapen
vd
virologen
klachten
hoger
spreken
filmpjes
degelijk
vliegen
gevolgen
jeffrey
vaak
opnieuw
manuela
gegeven
astrid
groen
rob
luisteren
kritische
danny
rode
onbekend
max
kant
bewoners
vincent
jaar
maakt
triest
schuld
tekst
gevolgd
gates
week
doorgaan
word
chronische
gebeurt
krant
logica
mede
totaal
bijsluiter
zak
berichtgeving
daardoor
boven
overleven
überhaupt
proefkonijnen
martin
joke
news
terecht
herman
einde
injecties
genezen
gelijk
fouten
zieken
inentingen
behandelen
opeens
andersom
kennis
effectiviteit
voorbij
bewezen
verwijderd
leiden
kanker
bovendien
wereldwijde
beide
zoeken
reacties
berichten
meid
dissel
even
jaren
vind
lief
mn
gedwongen
staan
vallen
eric
zitten
spul
maria
tegenover
stemmen
gekkies
de
fda
groepen
eten
tekort
uiteindelijk
sterk
waard
positief
website
stefan
nooit
jorg
leveren
andy
begint
later
antwoord
hovens
vakantie
pfizer
kritiek
dergelijke
gang
waardoor
nieuw
krijg
leven
roept
my
weten
hiermee
gekeurd
anneke
degene
leeftijd
geschreven
gedoe
begrijpt
hoge
kabinet
stil
willen
indien
mutatie
probleem
zwitserland
deed
mooi
sandra
huisartsen
immers
veiligheid
licht
medisch
zn
woorden
peter
kwetsbare
new
karen
uitspraak
and
kijken
gegaan
kortom
michelle
basis
prikje
burger
alleen
experimentele
officiële
praat
risicogroep
vragen
bepalen
feiten
nogmaals
enten
meningen
tamara
anti
enig
or
interessant
makkelijker
trekken
bleek
springen
zorgt
vergelijking
wakker
percentage
kwam
tenslotte
nee
tegenwoordig
reset
robin
mondkapje
belachelijk
extra
bijvoorbeeld
von
hadden
let
amper
zeer
verkopen
on
inenten
erover
hoogte
rick
rommel
filmpje
onze
complot
aannemen
klinkt
moment
claudia
komen
marijke
jos
eerder
censuur
lager
ken
proefkonijn
paul
dag
paar
facebook
janssen
dirk
hagenaar
stoppen
gevallen
noem
elkaar
jonge
voorzichtig
voren
waarmee
jammer
idee
verkeerde
oké
verkiezingen
rond
yep
tientallen
softenon
lijkt
familie
experts
hiv
ergens
will
ver
heerlijk
opzoeken
eigenlijk
bijwerkingen
regels
onderwerp
aannames
ziek
eventuele
zit
studie
verspreiding
onderzoeken
proberen
lachen
reageer
blijken
jullie
spel
geworden
knap
geschikt
landen
verhaal
vitamine
fout
ontvangen
punt
verschrikkelijk
miljoen
beurt
bericht
mooie
geweten
duidelijk
vaccinatie
gehad
poppenkast
sander
vermeld
levens
enkele
beslissen
fabrikant
sluiten
wetenschap
desiree
zogenaamd
verwacht
toegediend
ruim
voeding
gezond
accepteren
uitbraken
ieder
volle
vandaar
volgen
betrouwbare
vol
bill
janken
sturen
cijfers
jezelf
regering
iedere
maatregelen
alvast
daarvoor
vet
nauwelijks
kat
gekozen
reizen
bedoel
snapt
ouder
situatie
oftewel
bizar
hoekstra
keuzes
farmaceutische
denk
liefde
sterfte
willem
zoon
oud
ontwikkeling
marian
duitsland
immuun
programma
ster
ter
verplichte
proef
verstand
denken
testfase
ach
overtuigd
leden
reden
rustig
vrijheden
teveel
opgelost
slim
informatie
ene
onderzocht
verbeek
bestaande
stoffen
houden
lieve
liggen
blijkbaar
gerard
vroeger
vries
ingespoten
quarantaine
gezondheid
sommige
hoort
drinken
hoor
huidige
kwaad
welke
hebt
probeer
eigen
behandeling
koning
haha
troep
gelukkig
gemaakt
laatste
vooral
moesten
its
geschiedenis
natasja
gif
succes
kleine
gerrit
pijn
liegen
geleden
groep
overlijden
verleden
genocide
ervan
gebied
daarnaast
zorgpersoneel
buitenland
hulp
garantie
alsnog
gerda
volg
world
één
snap
afrika
februari
ingeënt
wet
patiënten
raken
extreem
keuze
health
inmiddels
allen
wij
massa
best
complotdenkers
volgende
graaf
gezin
at
minister
dodelijke
so
gestorven
zulke
los
kroeg
ziektes
gek
loopt
getest
prik
rare
infectie
bloed
moeten
verwachten
type
zaak
eisen
corrupte
dezelfde
ander
vrijwel
hans
vaker
praten
bevestigd
raar
daarom
gaan
edwin
neem
uitleggen
anne
da
geloofd
misschien
mogelijke
tja
diverse
frikandel
mexicaanse
bewijzen
astrazeneca
simpel
beschermt
lars
snel
plan
brief
vlak
ronald
name
beschikbaar
geeft
gevraagd
zwakke
werkelijk
lijf
golf
voel
muteren
opmerkingen
michel
hé
inhoud
kranten
naast
vaccins
erg
super
piet
trials
jose
ok
zorgmedewerkers
ricardo
blij
gebaseerd
persoon
artikelen
duur
periode
geldt
onderbouwing
enorm
brenda
remco
nl
nathalie
zelfde
optie
dank
informeren
gedaan
effect
schreuder
verpleeghuis
roepen
es
meerderheid
ooit
wendy
baan
flink
fabrikanten
bedrijf
oorzaak
commentaar
hierbij
voorkomen
symptomen
uitgevoerd
ineens
wetenschappelijke
land
hulsebosch
antivaxxers
thuis
bekend
ingrid
blijkt
naam
patiënt
dagen
sarscov
medicijn
gingen
be
kees
are
uk
schaapjes
verplichten
nep
reclame
valt
volgend
dokter
wijs
bezoek
marianne
neus
pure
betekent
medicatie
gezegd
gestopt
halen
hoeft
waarvoor
sinds
kerst
zei
jolanda
elk
vertellen
overtuigen
vrije
get
weg
denise
ontzettend
januari
kopen
principe
gele
opgenomen
moord
gelooft
kennelijk
wisten
bianca
david
vertrouw
kracht
linda
visser
nope
conclusie
betalen
influenza
winter
maarten
henk
sla
jacobs
overleden
soms
msm
auto
ma
farmaceuten
afgelopen
onderliggende
bart
patrick
zaaien
video
zoiets
vreselijk
omt
wauw
maat
john
pandemie
reageren
sars
onmogelijk
longontsteking
marlies
nergens
aangetoond
kritisch
langzaam
expert
waarde
ongeboren
kloppen
thea
erbij
goed
namelijk
genieten
lang
houdt
luister
kunt
argumenten
leg
zien
lekker
durven
werk
sterven
ziekte
verteld
lucht
boom
witlox
boer
consequenties
broer
ine
paniek
nederlandse
robert
klopt
aandacht
gezonde
nicole
ff
konden
baas
jaarlijks
markt
arm
bloedverdunners
google
peters
sterker
enige
bekijken
vrij
simpelweg
volledige
gebruiken
gezeik
gehouden
monique
vrijwillig
moest
goede
hierin
leugen
neer
mutaties
acute
juiste
eind
weigeren
hahahaha
vorig
lydia
gevaarlijk
prikken
gehaald
ondertussen
orde
who
gedachte
laat
injecteren
gespoten
klakkeloos
volkomen
enorme
normale
brigitte
lees
idd
wijsheid
rutte
roel
volksgezondheid
beslissing
simone
keus
lage
persoonlijk
media
kijk
bedacht
binnen
twitter
pech
jacqueline
zwart
genoeg
karin
dankzij
las
ema
delen
nemen
wens
vooraan
hendriks
moeite
haag
zeiken
chantal
grond
droom
waarschijnlijk
gezellig
afhankelijk
volgens
reageert
leuke
schijnt
kregen
avondklok
voorbeeld
zult
onzin
goh
britse
arme
wal
ziekenhuis
rotzooi
omg
meestal
opa
la
jongeren
veroorzaakt
alcohol
inge
gezondheidszorg
never
des
meijer
vinden
arie
arts
water
jan
laatst
paracetamol
klein
prima
coronavaccin
maaike
belang
scheelt
idioten
hierdoor
vanwege
niek
zwakkeren
niels
nico
sylvia
renate
mevrouw
zover
by
baby
hoelang
keren
beter
overgewicht
apart
verspreiden
zwak
nie
zon
dingen
steek
eerste
irma
stelt
geleerd
duurt
ondernemers
belangen
gemiddelde
druk
mogelijk
maken
product
tan
ermee
gevaarlijke
langere
zekerheid
gebruik
verandert
horen
ziekenhuizen
miranda
verliezen
fijn
verhalen
degenen
massaal
wonen
aangezien
lockdown
veranderen
nogal
schade
plat
aardig
corona
zoals
helemaal
ed
eenmaal
middelen
veranderd
hoofdpijn
binnenkort
enof
fase
vanzelf
enz
alex
what
twee
varianten
raden
vraagtekens
bedenken
but
internet
vriend
marco
andre
lijst
tim
zegt
slechts
waarin
lichte
zelfs
slechte
etc
wereld
angelique
geneesmiddelen
veen
voelt
ans
makkelijk
termijn
slachtoffers
medicijnen
zomer
plus
vroeg
theulen
spuit
ten
avond
roy
erop
schreeuwen
huis
lol
betrouwbaar
griepje
mening
griepvirus
hoeven
doelgroep
vorige
mario
wees
dwingen
grap
via
kevin
michael
weet
man
slikken
ouders
vergeet
geld
albert
gehoord
school
koorts
marcel
judith
vaccineren
allergie
lange
hoezo
erger
online
doodziek
minuten
werkt
klote
ics
bewust
bah
volledig
griepprik
manipulatie
pfff
moderna
uiteraard
eu
rivm
kans
blind
helaas
marc
wachten
hoef
toevallig
gebrek
about
simpele
last
flinke
manier
artikel
ziekten
werden
pokken
ivm
lisette
allerlei
genetisch
uitgelegd
vorm
beste
logisch
verloren
gemiddeld
immuniteit
wilt
gehele
industrie
bed
god
professor
kop
geert
ervoor
blijf
derde
genoemd
betreft
per
klaas
laura
weer
zware
echter
besmetten
theo
dr
ouderen
melden
stukje
leef
medewerkers
val
laag
dave
daniel
berg
injectie
bronnen
jaja
zaken
rené
verband
you
el
link
waarom
ic
lullen
komende
elke
geloof
ellende
amerika
diep
this
beginnen
helpt
zomaar
vele
ontwikkelen
steen
belgië
profiel
roken
doordat
mag
winkel
weken
rna
moeder
chips
lopen
hey
trots
nare
wijzen
verdienen
echt
groter
redden
bedoelt
gemeld
henny
personen
gevaccineerden
verstandig
durf
gisteren
weinig
zielig
indirect
rij
gewerkt
alweer
sowieso
lijden
shie
mensen
with
carla
ogen
toe
zowel
begrijp
burgers
us
gommers
verplichting
draait
werking
geïnformeerd
zorgen
beperkingen
reactie
vergif
overheid
goeie
bv
irene
maatschappij
beeld
foto
mensheid
gesteld
komt
mrna
kreeg
plek
doel
daadwerkelijk
allergische
daarmee
lag
beek
hoorde
hè
gesloten
plezier
effecten
mannen
mirjam
vrijheid
bestrijden
geholpen
evert
ellen
all
verkeerd
kanten
hilda
johan
groot
complicaties
buurt
groepsimmuniteit
taal
beschermen
voorkomt
goedgekeurd
nos
hoax
joost
kwestie
gezien
tenminste
wijze
hetzelfde
voordat
oude
bestaan
heen
straks
verdiepen
gerritsen
moe
krijgen
macht
voorlopig
contact
echte
